tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"

brew "mas"
brew "whalebrew"

brew "automake"
brew "azure-cli"
brew "bat"
brew "bettercap"
brew "broot"
brew "libpng"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "carthage"
brew "choose"
brew "cmake"
brew "colordiff"
brew "cowsay"
brew "curlie"
brew "delta"
brew "deno"
brew "duf"
brew "dust"
brew "exa"
brew "exiftool"
brew "fd"
brew "giflib"
brew "gobject-introspection"
brew "harfbuzz"
brew "jpeg"
brew "ffmpeg"
brew "figlet"
brew "fnm"
brew "pango"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg@1.4"
brew "gping"
brew "gradle"
brew "grex"
brew "helm"
brew "helm@2"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "librsvg"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "luv"
brew "m-cli"
brew "neofetch"
brew "neovim"
brew "nginx", restart_service: true
brew "nikto"
brew "nmap"
brew "node"
brew "openjdk"
brew "openvpn"
brew "parallel"
brew "perl"
brew "poppler"
brew "procs"
brew "pyenv"
brew "ripgrep"
brew "screenfetch"
brew "sd"
brew "speedtest-cli"
brew "sphinx-doc"
brew "stow"
brew "subversion"
brew "tig"
brew "tmux"
brew "tor"
brew "torsocks"
brew "vim"
brew "vips"
brew "wget"
brew "xh"
brew "youtube-dl"
brew "yq"
brew "z"
brew "zsh"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
