tap "1password/tap"
tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "avencera/taps"
tap "aws/tap"
tap "babashka/brew"
tap "borkdude/brew"
tap "candid82/brew"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "coursier/formulas"
tap "epk/epk"
tap "fabianishere/personal"
tap "fsouza/prettierd"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "keith/formulae"
tap "koekeishiya/formulae"
tap "oktadeveloper/tap"
tap "sqitchers/sqitch"
tap "tako8ki/tap"
tap "universal-ctags/universal-ctags"
tap "xo/xo"
tap "yqrashawn/goku"
# Run your GitHub Actions locally
brew "act"
# Mozilla CA certificate store
brew "ca-certificates"
# Cryptography and SSL/TLS Toolkit
brew "openssl@3"
# Next-generation aircrack with lots of new features
brew "aircrack-ng"
# Library and utilities for processing GIFs
brew "giflib"
# Library for manipulating PNG images
brew "libpng"
# Zstandard is a real-time compression algorithm
brew "zstd"
# New file format for still image compression
brew "jpeg-xl"
# Companion library to apr, the Apache Portable Runtime library
brew "apr-util"
# ARP scanning and fingerprinting tool
brew "arp-scan"
# Print a list of paths as a tree of paths
brew "as-tree"
# Tool for generating GNU Standards-compliant Makefiles
brew "automake"
# Extendable version manager with support for Ruby, Node.js, Erlang & more
brew "asdf"
# Securely store and access AWS credentials in development environments
brew "aws-vault"
# Text processing system for reStructuredText
brew "docutils"
# Official Amazon AWS command-line interface
brew "awscli"
# Interpreted, interactive, object-oriented programming language
brew "python@3.10"
# Microsoft Azure CLI 2.0
brew "azure-cli"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# High performance key/value database
brew "berkeley-db", link: true
# Swiss army knife for network attacks and monitoring
brew "bettercap"
# C/C++ and Java libraries for Unicode and globalization
brew "icu4c"
# Collection of portable C++ source libraries
brew "boost"
# New way to see and navigate directory trees
brew "broot"
# GNU compiler collection
brew "gcc"
# BlazeMeter Taurus
brew "bzt"
# Core application library for C
brew "glib"
# Manage compile and link flags for libraries
brew "pkg-config"
# Interpreted, interactive, object-oriented programming language
brew "python@3.9"
# Vector graphics library with cross-device output support
brew "cairo"
# Decentralized dependency manager for Cocoa
brew "carthage"
# Make choices on the command-line
brew "choose"
# Tool for emulating mouse and keyboard events
brew "cliclick"
# Cross-platform make
brew "cmake"
# Console Matrix
brew "cmatrix"
# Validating, recursive, caching DNS resolver
brew "unbound"
# GNU Transport Layer Security (TLS) Library
brew "gnutls"
# General purpose TCP-IP emulator
brew "libslirp"
# Emulator for x86 and PowerPC
brew "qemu"
# Container runtimes on MacOS (and Linux) with minimal setup
brew "colima"
# Color-highlighted diff(1) output
brew "colordiff"
# Configurable talking characters in ASCII art
brew "cowsay"
# Power of curl, ease of use of httpie
brew "curlie"
# Programmatically minimize files to isolate features of interest
brew "delta"
# Secure runtime for JavaScript and TypeScript
brew "deno"
# Pack, ship and run any application as a lightweight container
brew "docker"
# Isolated development environments using Docker
brew "docker-compose"
# Platform keystore credential helper for Docker
brew "docker-credential-helper"
# Disk Usage/Free Utility - a better 'df' alternative
brew "duf"
# More intuitive version of du in rust
brew "dust"
# GNU Emacs text editor
brew "emacs"
# Modern replacement for 'ls'
brew "exa"
# Perl lib for reading and writing EXIF metadata
brew "exiftool"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Identify or delete duplicate files
brew "fdupes"
# Powerful, lightweight programming language
brew "lua"
# Lua Lisp Language
brew "fennel"
# OpenType text shaping engine
brew "harfbuzz"
# Multi-format archive and compression library
brew "libarchive"
# Framework for layout and rendering of i18n text
brew "pango"
# OCR (Optical Character Recognition) engine
brew "tesseract"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# High performance message passing library
brew "open-mpi"
# Banner-like program prints strings as ASCII art
brew "figlet"
# Fast and simple Node.js version manager
brew "fnm"
# Command-line outline and bitmap font editor/converter
brew "fontforge"
# Monitor a directory for changes and run a shell command
brew "fswatch"
# Command-line fuzzy finder written in Go
brew "fzf"
# Fast, simple fuzzy text selector with an advanced scoring algorithm
brew "fzy"
# GNU awk utility
brew "gawk"
# Graphics library to dynamically manipulate images
brew "gd"
# Toolkit for image loading and pixel buffer manipulation
brew "gdk-pixbuf"
# Nonsense activity generator
brew "genact"
# GitHub command-line tool
brew "gh"
# Interpreter for PostScript and PDF
brew "ghostscript"
# Distributed revision control system
brew "git"
# Render markdown on the CLI
brew "glow"
# Implements much of the COBOL 85 and COBOL 2002 standards
brew "gnu-cobol"
# GNU implementation of the famous stream editor
brew "gnu-sed"
# Cryptographic library based on the code from GnuPG
brew "libgcrypt"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg@1.4"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Generate introspection data for GObject libraries
brew "gobject-introspection"
# Directory/file & DNS busting tool written in Go
brew "gobuster"
# Language server for the Go language
brew "gopls"
# Library for loading images as SDL surfaces and textures
brew "sdl2_image"
# Version Control Visualization Tool
brew "gource"
# Ping, but with a graph
brew "gping"
# Development kit for the Java programming language
brew "openjdk@17"
# Open-source build automation tool based on the Groovy and Kotlin DSL
brew "gradle"
# Command-line tool for generating regular expressions
brew "grex"
# World's fastest and most advanced password recovery utility
brew "hashcat"
# File format designed to store large amounts of data
brew "hdf5"
# Kubernetes package manager
brew "helm@2"
# C library for high-throughput sequencing data formats
brew "htslib"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Add GitHub support to git on the command-line
brew "hub"
# Command-line benchmarking tool
brew "hyperfine"
# ISO/IEC 23008-12:2017 HEIF file format decoder and encoder
brew "libheif"
# Tools and libraries to manipulate images in many formats
brew "imagemagick"
# Dynamic language and bytecode vm
brew "janet"
# Image manipulation library
brew "jpeg", link: true
# Lightweight and flexible command-line JSON processor
brew "jq"
# Kubernetes CLI To Manage Your Clusters In Style!
brew "k9s"
# Kubernetes command-line interface
brew "kubernetes-cli"
# LastPass command-line interface tool
brew "lastpass-cli"
# Lazier way to manage everything docker
brew "lazydocker"
# Simple terminal UI for git commands
brew "lazygit"
# Development kit for the Java programming language
brew "openjdk"
# Build tool for Clojure
brew "leiningen"
# I/O abstraction library for dealing with structured file formats
brew "libgsf"
# Library to render SVG files using Cairo
brew "librsvg"
# Multi-platform support library with a focus on asynchronous I/O
brew "libuv"
# Next-gen compiler infrastructure
brew "llvm"
# Package manager for the Lua programming language
brew "luarocks"
# Swiss Army Knife for macOS
brew "m-cli"
# Mac App Store command-line interface
brew "mas"
# Java-based project management
brew "maven"
# Protocol buffers (Google's data interchange format)
brew "protobuf"
# Intercept, modify, replay, save HTTP/S traffic
brew "mitmproxy"
# Simple tool to make locally trusted development certificates
brew "mkcert"
# MongoDB CLI enables you to manage your MongoDB in the Cloud
brew "mongocli"
# MongoDB Shell to connect, configure, query, and work with your MongoDB database
brew "mongosh"
# GDI+-compatible API on non-Windows operating systems
brew "mono-libgdiplus"
# Remote terminal application
brew "mosh"
# Media player based on MPlayer and mplayer2
brew "mpv"
# Fast, highly customisable system info script
brew "neofetch"
# HTTP(S) server and reverse proxy, and IMAP/POP3 proxy server
brew "nginx"
# Web server scanner
brew "nikto"
# Port scanning utility for large networks
brew "nmap"
# Platform built on V8 to build network applications
brew "node"
# Libraries for security-enabled client and server applications
brew "nss"
# Manage multiple Node.js versions
brew "nvm"
# Renders an animated, color, ANSI-text loop of the Poptart Cat
brew "nyancat"
# Open client for Cisco AnyConnect VPN
brew "openconnect"
# C library to read whole-slide images (a.k.a. virtual slides)
brew "openslide"
# Library to simplify the interaction with PKCS#11
brew "pkcs11-helper"
# SSL/TLS VPN implementing OSI layer 2 or 3 secure network extension
brew "openvpn"
# PAM module for reattaching to the user's GUI (Aqua) session
brew "pam-reattach", link: false
# Swiss-army knife of markup format conversion
brew "pandoc"
# Shell command parallelization utility
brew "parallel"
# General-purpose scripting language
brew "php"
# Python dependency management tool
brew "pipenv"
# Execute binaries from Python packages in isolated environments
brew "pipx"
# Fast, disk space efficient package manager
brew "pnpm"
# Tool for managing OCI containers and pods
brew "podman"
# PDF rendering library (based on the xpdf-3.0 code base)
brew "poppler"
# Modern replacement for ps written by Rust
brew "procs"
# Hook preloader
brew "proxychains-ng"
# Cross-platform application and UI framework
brew "qt@5"
# Python bindings for v5 of Qt
brew "pyqt@5"
# Cross-platform application and UI framework
brew "qt"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Safe, concurrent, practical language
brew "rust"
# Rust toolchain installer
brew "rustup-init"
# Build tool for Scala projects
brew "sbt"
# JVM-based programming language
brew "scala"
# Generate ASCII art with terminal, shell, and OS info
brew "screenfetch"
# Intuitive find & replace CLI
brew "sd"
# SOcket CAT: netcat on steroids
brew "socat"
# Command-line interface for https://speedtest.net bandwidth tests
brew "speedtest-cli"
# Tool to create intelligent and beautiful documentation
brew "sphinx-doc"
# Organize software neatly under a single directory tree (e.g. /usr/local)
brew "stow"
# Version control system designed to be a better CVS
brew "subversion"
# Tool to enforce Swift style and conventions
brew "swiftlint"
# Change macOS audio source from the command-line
brew "switchaudio-osx"
# Command-line packet analyzer
brew "tcpdump"
# TCP/IP packet demultiplexer
brew "tcpflow"
# Replay saved tcpdump files at arbitrary speeds
brew "tcpreplay"
# TCP port forwarder
brew "tcptunnel"
# Text interface for Git repositories
brew "tig"
# Simplified and community-driven man pages
brew "tldr"
# Terminal multiplexer
brew "tmux"
# Manage complex tmux sessions easily
brew "tmuxinator"
# Anonymizing overlay network for TCP
brew "tor"
# Use SOCKS-friendly applications with Tor
brew "torsocks"
# Tools for working with VCF files
brew "vcftools"
# Vi 'workalike' with many additional features
brew "vim"
# Image processing library
brew "vips"
# Internet file retriever
brew "wget"
# Homebrew, but with Docker images
brew "whalebrew"
# Library to create, extract, and modify Windows Imaging files
brew "wimlib"
# Graphical network analyzer and capture tool
brew "wireshark"
# Friendly and fast tool for sending HTTP requests
brew "xh"
# JavaScript package manager
brew "yarn"
# Download YouTube videos from the command-line
brew "youtube-dl"
# Process YAML, JSON, XML, CSV and properties documents from the CLI
brew "yq"
# Tracks most-used directories to make cd smarter
brew "z"
# Shell extension to navigate your filesystem faster
brew "zoxide"
# UNIX shell (command interpreter)
brew "zsh"
# CLI for organizing Tailwind CSS classes
brew "avencera/taps/rustywind"
# Ad-hoc ClojureScript scripting of Mac applications via Apple's Open Scripting Architecture.
brew "babashka/brew/obb"
# Native, fast starting Clojure interpreter for scripting.
brew "borkdude/brew/babashka"
# A minimal and opinionated linter for Clojure code that sparks joy.
brew "borkdude/brew/clj-kondo"
# The Clojure Programming Language
brew "clojure/tools/clojure"
# Launcher for Coursier
brew "coursier/formulas/coursier"
# PAM module for reattaching to the user's GUI (Aqua) session
brew "fabianishere/personal/pam_reattach"
# prettier, on SPEED!
brew "fsouza/prettierd/prettierd"
# Vault
brew "hashicorp/tap/vault"
# macOS command line utility to configure multi-display resolutions and arrangements. Essentially XRandR for macOS.
brew "jakehilborn/jakehilborn/displayplacer"
brew "keith/formulae/reminders-cli"
# A tiling window manager for macOS based on binary space partitioning.
brew "koekeishiya/formulae/yabai"
brew "sqitchers/sqitch/sqitch", args: ["with-postgres-support"]
# Cross-platform TUI database management tool written in Rust
brew "tako8ki/tap/gobang"
# Maintained ctags implementation
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
# karabiner configurator
brew "yqrashawn/goku/goku"
# Password manager that keeps all passwords secure behind one password
cask "1password"
# Command-line helper for the 1Password password manager
cask "1password-cli"
# View, create, manipulate, print and manage files in Portable Document Format
cask "adobe-acrobat-pro"
# View, print, and comment on PDF documents
cask "adobe-acrobat-reader"
# AirPods companion app
cask "airbuddy"
# GPU-accelerated terminal emulator
cask "alacritty"
# Automatic tiling window manager similar to xmonad
cask "amethyst"
# Records audio from any application
cask "audio-hijack"
cask "beardedspice"
# 3D creation suite
cask "blender"
# Flow state app for productivity
cask "centered"
# Allows switching between application windows
cask "contexts"
# Xcode extension for Github Copilot
cask "copilot-for-xcode"
# Run Stable Diffusion locally
cask "diffusionbee"
# Voice and text chat software
cask "discord"
# Developer platform
cask "dotnet-sdk"
# Online diagram software
cask "drawio"
# Control your Elgato Key Lights
cask "elgato-control-center"
# Calendar software
cask "fantastical"
# Collaborative team software
cask "figma"
# Web browser
cask "firefox"
cask "font-amatic-sc"
cask "font-anton"
# Monospaced font that includes programming ligatures
cask "font-cascadia-code"
# Version of Cascadia Code with embedded Powerline symbols
cask "font-cascadia-code-pl"
cask "font-computer-modern"
cask "font-courgette"
# Free monospaced font with programming ligatures
cask "font-fira-code"
# Developer targeted fonts with a high number of glyphs
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
# Developer targeted fonts with a high number of glyphs
cask "font-hack-nerd-font"
cask "font-open-sans"
# Led by arrow type, a type foundry based in brooklyn, ny, usa
cask "font-recursive"
# Font with a mechanical skeleton and the forms are largely geometric
cask "font-roboto"
cask "font-roboto-slab"
cask "font-sf-mono-nerd-font"
# Developer targeted fonts with a high number of glyphs
cask "font-space-mono-nerd-font"
# Pascal compiler for Lazarus
cask "fpc-laz"
# Pascal compiler source files for Lazarus
cask "fpc-src-laz"
# Web browser
cask "google-chrome"
# Grammarly for desktop
cask "grammarly-desktop"
# Desktop automation application
cask "hammerspoon"
# Utility to hide menu bar items
cask "hiddenbar"
# App for (re)signing iOS apps and bundling them
cask "ios-app-signer"
# System monitoring app
cask "istat-menus"
# JetBrains tools manager
cask "jetbrains-toolbox"
# Keyboard customizer
cask "karabiner-elements"
# Desktop shield and keystroke interceptor
cask "keyboard-cleaner"
# Automation software
cask "keyboard-maestro"
# Open-source keystroke visualizer
cask "keycastr"
# Interface for reading and syncing eBooks
cask "kindle"
# Create, manage and debug system- and user services
cask "launchcontrol"
# Kubernetes IDE
cask "lens"
# Host-based application firewall
cask "little-snitch"
# Software for Logitech devices
cask "logitech-options"
# File system integration
cask "macfuse"
# Controls and monitors all fans on Apple computers
cask "macs-fan-control"
# Minimal installer for conda
cask "miniconda"
# Online collaborative whiteboard platform
cask "miro"
# Interactive tool for analyzing MongoDB data
cask "mongodb-compass"
# Tool to create text-based art
cask "monodraw"
# Reverse proxy, secure introspectable tunnels to localhost
cask "ngrok"
# App to write, plan, collaborate, and get organized
cask "notion"
# Software for Anne Pro and Anne Pro 2
cask "obinskit"
# Open-source software for live streaming and screen recording
cask "obs"
# Knowledge base that works on top of a local folder of plain text Markdown files
cask "obsidian"
cask "okta"
# Scheduling application focusing on organization
cask "omnifocus"
# GitLab mirror - Graphical OpenConnect client (beta phase)
cask "openconnect-gui"
# Create, edit, convert and sign PDF documents
cask "pdfelement"
# Administration and development platform for PostgreSQL
cask "pgadmin4"
# Podcast platform
cask "pocket-casts"
# Remote pair programming
cask "pop"
# Collaboration platform for API development
cask "postman"
# Command-line shell and scripting language
cask "powershell"
# Proxy client
cask "proxifier"
# QuickLook plug-in that renders source code with syntax highlighting
cask "qlcolorcode"
# Display image info and preview unsupported formats in QuickLook
cask "qlimagesize"
# QuickLook generator for Markdown files
cask "qlmarkdown"
cask "qlplayground"
# QuickLook plugin for plaintext files without an extension
cask "qlstephen"
cask "qlswift"
# Thumbnails, static previews, cover art and metadata for video files
cask "qlvideo"
# Control your tools with a few keystrokes
cask "raycast"
# Move and resize windows using keyboard shortcuts or snap areas
cask "rectangle"
# Collection of apps available by subscription
cask "setapp"
# Digital design and prototyping platform
cask "sketch"
# Video chat, voice call and instant messaging application
cask "skype"
# Team communication and collaboration software
cask "slack"
# Application to control your PlayStation 4 or PlayStation 5
cask "sony-ps-remote-play"
# Sound and audio controller
cask "soundsource"
cask "sqlectron"
# Menu bar customization tool
cask "swiftbar"
# Messaging app with a focus on speed and security
cask "telegram"
# Open-source BitTorrent client
cask "transmission"
# Open-source code editor
cask "visual-studio-code"
# Desktop client for WhatsApp
cask "whatsapp"
# Video communication and virtual meeting platform
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Adblock Plus", id: 1432731683
mas "AdBlock Pro", id: 1018301773
mas "Apple Configurator", id: 1037126344
mas "Cardhop", id: 1290358394
mas "Compressor", id: 424390742
mas "Crouton", id: 1461650987
mas "Cursor Pro", id: 1447043133
mas "Data Jar", id: 1453273600
mas "DetailsPro", id: 1524366536
mas "Developer", id: 640199958
mas "Drafts", id: 1435957248
mas "Final Cut Pro", id: 424389933
mas "Flighty", id: 1358823008
mas "FoodNoms", id: 1479461686
mas "GameTrack", id: 1136800740
mas "Grammarly for Safari", id: 1462114288
mas "HextEdit", id: 1557247094
mas "Keynote", id: 409183694
mas "Keystroke Pro", id: 1572206224
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "MakePass", id: 1450989464
mas "Microsoft Word", id: 462054704
mas "Mirror Magnet", id: 1563698880
mas "MoneyCoach", id: 989642198
mas "MoneyWiz", id: 1511185140
mas "Motion", id: 434290957
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "PiPifier", id: 1160374471
mas "Pippo", id: 1594356631
mas "Pixelmator Pro", id: 1289583905
mas "Play", id: 1596506190
mas "Playgrounds", id: 1496833156
mas "Prime Video", id: 545519333
mas "Reeder", id: 1529448980
mas "Save to Reader", id: 1640236961
mas "SongCapsule", id: 1476724373
mas "StopTheMadness", id: 1376402589
mas "Streaks", id: 963034692
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Timery", id: 1425368544
mas "Trello", id: 1278508951
mas "Tripsy", id: 1429967544
mas "Velja", id: 1607635845
mas "Vimari", id: 1480933944
mas "Vimlike", id: 1584519802
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "antfu.vite"
vscode "BracketPairColorDLW.bracket-pair-color-dlw"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dzhavat.bracket-pair-toggler"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "eg2.vscode-npm-script"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "GitHub.copilot-nightly"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "jdinhlife.gruvbox"
vscode "k--kato.intellij-idea-keybindings"
vscode "laggardkernel.vscode-theme-onelight"
vscode "mattpocock.ts-error-translator"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "Orta.vscode-jest"
vscode "Orta.vscode-twoslash-queries"
vscode "pflannery.vscode-versionlens"
vscode "PKief.material-icon-theme"
vscode "planbcoding.vscode-react-refactor"
vscode "Ransh.ransh"
vscode "sainnhe.gruvbox-material"
vscode "scala-lang.scala"
vscode "selcuk-usta.code-complexity-report-generator"
vscode "shanoor.vscode-nginx"
vscode "silvenon.mdx"
vscode "spywhere.guides"
vscode "statelyai.stately-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "teabyii.ayu"
vscode "tomphilbin.gruvbox-themes"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "WallabyJs.console-ninja"
vscode "WallabyJs.dingo-vscode"
vscode "WallabyJs.quokka-vscode"
vscode "WallabyJs.wallaby-vscode"
vscode "wix.vscode-import-cost"
vscode "ypresto.vscode-intelli-refactor"
vscode "ZixuanChen.vitest-explorer"
